Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2019-1.pdf.tmx
Source language: nob
Languages: sme

source: 001/19 Konstituering
sme: 001/19 Vuođđudeapmi

source: 002/19 Sametingsrådets beretning om virksomheten
sme: 002/19 Sámediggeráđđi doaibmadieđáhus

source: 003/19 Kunngjøring av nye saker
sme: 003/19 Ođđa áššiid dieđiheapmi

source: 004/19 Spørsmål til Sametingsrådet
sme: 004/19 Gažaldagat Sámediggeráđđái

source: 005/19 Sametingsrådets likestillingspolitiske redegjørelse om vold i samiske samfunn
sme: 005/19 Sámediggeráđi dásseárvopolitihkalaš čilgehus veahkaválddi birra sámi servodagas

source: 006/19 Sametingets forventninger til FN og statene i forbindelse med det internasjonale året for
sme: 006/19 Sámedikki vuordámušat ON:ii ja stáhtaide riikkaidgaskasaš álgoálbmotgiellajagi oktavuođas

source: 007/19 Sametingets innspill til jordbruksforhandlingene 2019
sme: 007/19 Sámedikki cealkámuš 2019 eanadoallošiehtadallamiidda

source: 008/19 Klimaendringer og rettferdig utvikling
sme: 008/19 Dálkkádatrievdan ja vuoiggalaš ovdáneapmi

source: 009/19 Etiske retningslinjer for Sametingets politikere - revidering
sme: 009/19 Etihkalaš njuolggadusat Sámedikki politihkáriidda - rievdadeamit

source: 010/19 Sametingets årsmelding 2018
sme: 010/19 Sámedikki jáhkedieđáhus 2018

source: 011/19 Endringer av finnmarksloven som følge av sammenslåing av Finnmark og Troms fylker
sme: 011/19 Finnmárkkulága rievdan Finnmárkku ja Romssa fylkkaid ovttastahttima oktavuođas

source: 012/19 Valg av medlemmer til komiteene i Sametinget
sme: 012/19 Lahtuid válljen Sámedikki lávdegottiide

source: 013/19 Søknad om permisjon - Inger Eline Eriksen Fjellgren
sme: 013/19 Virgelohpeohcamuš - Inger Eline Eriksen Fjellgren

source: 014/19 Møteplan for Sametingets komite- og plenumsmøter 2020
sme: 014/19 Sámedikki lávdegodde- ja dievasčoahkkkimat 2020 čoahkkinplána

source: Ášši/Sak 001/19
sme: Ášši 001/19

source: Sametingets plenum Dato: 05.03.2019-08.03.2019
sme: Sámedikki dievasčoahkkin 05.03.2019-08.03.2019

source: Konstituering
sme: Vuođđudeapmi

source: Arkivsaknr. 19/813
sme: Áššenr. 19/814

source: Plenumsledelsens innstilling Innkalling av 08.02.19 med forslag til saksliste, program og taletid godkjennes
sme: Dievasčoahkkinjođihangotti árvalus 08.02.19 beaiváduvvon gohččun árvaluvvon áššelistu, prográmma ja sárdnunáigi dohkkehuvvo

source: Sametingets plenum - 001/19 Saken påbegynt 05.03.2019 kl 09.10
sme: Sámedikki dievasčoahkkin - 001/19 Ášši meannudeapmi álggahuvvui 05.03.2019 dii. 09.10.

source: Votering Av 39 representanter var 37 til stede.
sme: Jienasteapmi 39 áirasis ledje 37 čoahkis.

source: Voteringen ble gjennomført i følgende rekkefølge:
sme: Jienasteapmi čađahuvvui čuovvovaš vuogi mielde:

source: · Plenumsledelsens innstilling ble enstemmig godkjent
sme: · Dievasčoahkkinjođihangotti árvalus mearriduvvui ovttajienalaččat

source: Protokoll tilførsler Det ble ikke fremmet noen protokolltilførsler i saken.
sme: Beavdegirjelasáhusat Dán áššis ii ovddiduvvon beavdegirjelasáhus.

source: Taleliste og replikkordskifte
sme: Sáhkavuorrolistu ja replihkat

source: Innlegg Replikk 1 Tom Sottinen SP - vedtak:
sme: Sáhkavuorru Replihkka 1 Tom Sottinen, dievasčoahkkinjođiheaddji

source: Innkalling av 08.02.19 med forslag til saksliste, program og taletid godkjennes
sme: DC - Mearrádus: 08.02.19 beaiváduvvon gohččun árvaluvvon áššelistu, prográmma ja sárdnunáigi dohkkehuvvui.

source: Saken ble avsluttet 05.03.2019 kl 09.15
sme: Ášši meannudeapmi loahpahuvvui 05.03.2019 dii. 09.15.

source: Ášši/Sak 002/19
sme: Ášši 002/19

source: Sametingsrådets beretning om virksomheten
sme: Sámediggeráđđi doaibmadieđáhus

source: Arkivsaknr. 19/136
sme: Áššenr. 19/136

source: 1 Innledning
sme: Áššeovddidus

source: Denne beretningen omhandler perioden fra 09.11.18 til 08.02.19 og er knyttet opp til Sametingets budsjett for 2018/2019.
sme: Dán dieđáhusas guoská áigodahkii 09.11.18 - 08.02.19 ja lea čadnojuvvon Sámedikki 2018/2019 bušehttii.

source: Sametingsrådet har i denne perioden avholdt to fysiske rådsmøter i tillegg til ukentlige telefonmøter, og har behandlet 172 saker.
sme: Sámediggeráđđi lea dán áigodagas doallan guokte fysalaš čoahkkima ja telefončoahkkimiid vahkkosaččat, ja lea meannudan oktiibuot 172 ášši.

source: Som det framgår av oversikten på www.sametinget.no/Arrangementer har rådet i tillegg deltatt på flere møter og representasjoner.
sme: Nugo oidno geahčastagas https://samediggi.no/Arrangementer, de lea ráđđi searvan maiddái ollu čoahkkimiidda ja ovddastemiide.

source: Språk
sme: Giella

source: Samfunnsmål: Samisk og norsk er likeverdige språk.
sme: Servodatmihttu: · Sámegielat ja dárogiella leat ovttaárvosaš gielat

source: Mål for innsatsområdet: Innbyggerne i forvaltningsområdet for samisk språk kan aktivt bruke samisk i kommunikasjon med offentlige instanser.
sme: Áŋgiruššansuorggi mihttu: Sii geat ásset sámegiel hálddašanguovllus galget beassat geavahit sámegiela go gulahallet almmolaš ásahusaiguin.

source: Tospråklighetstilskudd til kommuner - direkte tilskudd Sametinget har sendt tilskuddsbrev om tospråklighetsmidlene for 2019 til kommunene og fylkeskommunene i forvaltningsområdet for samisk språk.
sme: Guovttegielatdoarjja suohkaniidda ja fylkkasuohkaniidda Sámediggi lea sádden juolludanreivviid guovttegielatdoarjagiid 2019 ektui suohkaniidda ja fylkkasuohkaniidda sámegiela hálddašanguovllus.

source: Målet med tospråklighetsmidlene er at innbyggerne i forvaltningsområdet for samisk språk kan bruke samisk i sin kontakt med offentlige myndigheter og at befolkningen har anledning til å lære og fremme samisk språk.
sme: Guovttegielatvuođadoarjaga mihttu lea ahte sámegiel hálddašanguovllu ássi beassá geavahit sámegiela go gulahallá almmolaš ásahusaiguin ja álbmogis lea vejolašvuohta oahppat ja ovddidit sámegiela.

source: Kriteriene for måloppnåelse i tjenestedelen er blant annet at kommunen har samiskspråklige ansatte, at dokumenter og skjema er på samisk, at hjemmesiden er på samisk, at offentlige av befolkningen har samiskopplæring i grunnskolen.
sme: Bálvalanoasi ulbmilolahusa eavttut lea ea.ea. ahte leat sámegielat bargit suohkanis, dokumeanttat ja skovit leat sámegillii, ruovttusiiddut sámegillii, almmolaš vistit galbejuvvon sámegillii, sámegiella dearvvašvuođa- ja sosiálasuorggis ja suohkana hálddahusas ja ahte stuorat oassi álbmogis lea sámegieloahppu vuođđoskuvladásis.

source: Sametingsrådet har innvilget en utviklingsdel på bakgrunn av kommunenes og fylkeskommunenes 3-årige handlingsplan for 2019-2021.
sme: Sámediggeráđđi lea juolludan ovddidanoasi suohkaniid ja fylkkasuohkaniid 3-jagi doaibmaplána 20192021 vuođul.

source: Kriteriene for måloppnåelse i utviklingsdelen er at kommunen arrangerer samiskspråklige utviklingsaktiviteter for barn og unge, og at kommunen arrangerer samiskspråklige aktiviteter for kommunens befolkning.
sme: Ovddidanoasi ulbmilolahusa eavttut lea ahte gielda lágida Sámegiela ovdánahttindoaimmaid mánáide ja nuoraide, ja ahte gielda lágida sámegiel doaimmaid gieldda álbmogii.

source: Kriteriene for måloppnåelse i fylkeskommunene er at fylkeskommunen finansierer aktiviteter som fremmer og styrker samisk språk på fylkeskommunens ansvarsområder.
sme: Fylkkagielddaid ulbmilolahusa eavttut lea ahte fylkkagielda ruhtada doaimmaid mat ovddidit ja nannejit sámegiela fylkkagieldda ovddasvástádus surggiin.

source: Politiske møter med kommunene i forvaltningsområdet Sametingspresidenten holder hvert år møter med kommunene i forvaltningsområdet.
sme: Politihkalaš čoahkkimat hálddašanguovllu suohkaniiguin Sámediggepresideanta doallá politihkalaš čoahkkimiid hálddašanguovllu suohkaniiguin juohke jagi.

source: I begynnelsen av februar 2019 har sametingspresidenten holdt politiske møter med Tysfjord kommune, med arbeidsgruppa for sammenslåing av nye Hamarøy kommune, og med Kautokeino kommune.
sme: Sámediggepresideanta lea guovvamánu 2019 álggus doallán politihkalaš čoahkkimiid Divttasvuona suohkaniin, ođđa Hápmira suohkana ovttastahttin bargojoavkkuin ja Guovdageainnu suohkaniin.

source: Sametingsrådet har også deltatt på noen av møtene.
sme: Ráđđeláhttut Mikkel Eskil Mikkelsen ja Berit Marie E. Eira leaba maid searvan muhtin čoahkkimiidda.

source: Sakene på møtene har blant annet vært samarbeidsavtalen om tospråklighet – oppfølging og informasjon, informasjon om urfolksspråkåret, samtale om Språkløftet og oppfølgingen av den.
sme: Čoahkkimis lea leamaš áššiin earret eará guovttegielatvuođa ovttasbargošiehtadusa birra – čuovvoleapmi ja diehtojuohkin, diehtojuohkin Riikkaidgaskasaš eamiálbmotgielaid jagi birra, ságastallan Gïelelutnjeme/Giellalåpptim/Giellalokten birra ja dan čuovvoleami.

source: Sametingspresidenten har i januar 2019 hatt møte med Målselv kommune.
sme: Sámediggepresideanta čoahkkinasttii Málatvuomi suohkaniin ođđajagimánu álggus.

source: På møtet ble det informert om etableringen av et samisk språksenter i Målselv, og det var også informasjon om forvaltningsområdet for samisk språk.
sme: Čoahkkimis muitaluvvui barggu birra ásahit sámi giellaguovddáža Málatvuopmái ja doppe lei maid diehtojuohkin sámegielaid hálddašanguovllu birra.

source: Situasjonen med skoleskyss til Sameskolen ble drøftet på dette møtet.
sme: Sámeskuvlla skuvlasáhttodili birra maid ságastalle dán čoahkkimis.

source: På møtet deltok også Sameskolen i Troms.
sme: Čoahkkimis oassálasttii maiddái Romssa sámeskuvla.

source: Utvikling av samiske språk
sme: Sámegielaid ovdánahttin

source: Mål for innsatsområdet: Befolkningen har mulighet til å lære seg samisk og fremme språket.
sme: Áŋgiruššansuorggi mihttu: Álbmogis lea vejolašvuohta oahppat ja ovddidit sámegiela

source: Samiske språksentre - direkte tilskudd Sametinget har sendt tilskuddsbrevene med støtten for 2019 til språksentrene.
sme: Giellaguovddážat – njuolggodoarjja Sámediggi lea sádden 2019 juolludanreivviid giellaguovddážiidda doarjagiid ektui.

source: Sametinget har fordelt aktivitetsstøtten til språksentrene på bakgrunn av handlingsplanen for 2019-2021 til de ulike språksentrene.
sme: Sámediggeráđđi lea juohkán giellaguovddážiid aktivitehtadoarjaga iešguđetge giellaguovddáža doaibmaplánaid 2019 - 2021 vuođul.

source: Støtten til de samiske språksentrene er prioritert til arrangering av språkkurs og språkarenaer på ulike nivå lokalt.
sme: Doarjja sámi giellaguovddážiidda lea vuoruhuvvon dasa ahte lágiduvvojit giellakurssat ja giellaarenat báikkálaččat iešguđege dásiide.

source: Den samiske befolkningen skal kunne delta på aktiviteter og via dette både lære og besluttsomt kunne bruke samisk språk på alle områder i samfunnet.
sme: Sámi álbmot galgá sáhttit searvat doaimmaide ja dakko bokte sihke oahppat ja geavahit sámegiela árjjalaččat buot servodatsurggiin.

source: Språksentrene skal også kunne samle inn og kunngjøre stedsnavn i de områdene som Sametinget prioriterer.
sme: Giellaguovddážat galget maid sáhttit čohkket ja almmuhit báikenamaid dáin guovlluin maid Sámediggi vuoruha.

source: Språkprosjekter - søkerbasert tilskudd Språkprosjektene er kunngjort åpnet for søk, og det er allerede begynt å komme inn søknader for i år.
sme: Giellaprošeavttat – ohcanvuđot doarjja Giellaprošeavttat leat almmuhuvvon ohcan ládje ja leat juo boahtigoahtán ohcamat dán jagi.

source: Søknadene blir behandlet fortløpende.
sme: Ohcamat meannuduvvojit dađistaga.

source: Sametinget ønsker at det kommer inn søknader spesielt fra sør-, lule- og markasamiske områder til språkprosjekter.
sme: Sámediggi háliida ahte erenoamážit mátta-, julev- ja márkosámi guovllut ohcet doarjaga giellaprošeavttaide.

source: Det er åpnet for at språksentrene i disse områdene kan søke om støtte til følgende prioriteringer: «Tiltak for språkrøkt og gode språkarenaer» og «Fremme modeller for at språkressursene i området til sammen kan påvirke språkopplæringen».
sme: Lea rahppojuvvon vejolašvuohta ahte giellaguovddážat diein guovlluin sáhttet ohcat doarjaga vuoruhemiide: “Gielladikšundoaibmabijut ja buorit giellaarenat” ja "Ovddidit málliid vai giellaresurssat mat leat guovllus oktiibuot sáhttet váikkuhit giellaoahpahusa".

source: Det er også åpnet opp for at alle språksentrene kan søke om støtte fra prioriteringen: «Språktiltak som setter fokus på det internasjonale året 2019 for urfolksspråk» da vi i 2019 markerer det internasjonale året for urfolksspråk.
sme: Go dán jagi lea riikkaidgaskasaš eamiálbmotgielaid jahki, de lea ráhpon vejolašvuohta buot giellaguovddážiidda ohcat doarjaga vuoruheamis: "Gielladoaibmabijut čalmmustit riikkaidgaskasaš eamiálbmotgielaid jagi 2019".

source: Elever på videregående skoler har nå mulighet til å søke om språkmotiveringsstipend, og Sametinget har allerede fått inn cirka 250 søknader.
sme: Dál lea joatkkaskuvllaohppiin vejolašvuohta ohcat giellamovttiidanstipeandda, ja mii leat ožžon juo sullii 250 ohcama.

source: Søknadsperioden er fra midten av januar til 31. mars.
sme: Ohcanáigi lea rabas ođđajagimánu gaskamuttuin gitta njukčamánu 31. beaivái.

source: Elever på ulike språknivå og med ulike språk har søkt.
sme: Oahppit iešguđet gielladásis ja –gielain leat ohcan.

source: For de som leser samisk som førstespråk er stipendet økt til kr 9000.
sme: Go lohka sámegiela vuosttášgiellan, de lea stipeandda sturrodat aliduvvon 9 000 ruvdnui.

source: Elevtallene viser at det er rom for en liten økning innenfor den uendrede budsjettrammen.
sme: Ohppiidlogut čájehit ahte lea munni rievdatkeahtes bušeahttarámmas smávit lasáhussii.

source: Størrelsen på de andre stipendene er på samme nivå som tidligere.
sme: Eará stipeanddat sturrodagat leat seamma dásis go ovdal.

source: Stipend til lulesamisk- og sørsamiskspråklige studenter I forbindelse med at det ble overført midler til styrking av lulesamisk språk, sørsamisk språk og markasamisk område, har Sametinget opprettet en ny stipendordning.
sme: Stipeanda julev- ja lullisámegiela studeanttaide Dan oktavuođas go Sámediggái fievrriduvvojedje ruđat julevsámegiela, máttasámegiela ja márkosámi guovllu nannemii lea Sámediggi ásahan ođđa stipeandaortnega.

source: Stipendet skal bidra til at flere i de nevnte områdene tar høyere utdanning innenfor samisk språk.
sme: Stipeanda galgá váikkuhit dan ahte eambbogat namuhuvvon guovlluin válddášedje alit oahpu sámegielas.

source: Stipendordningen er utlyst.
sme: Stipeandaortnet lea almmuhuvvon.

source: Rettskrivningsbok for lulesamisk – prosjekt Julevsáme tjállemnjuolgadusá - rettskrivingsveiledning på lulesamisk. Det administrative arbeidet ble påbegynt i 2018.
sme: Julevsáme tjállemnjuolgadusá - riektačállinrávvagat julevsámegillii. Hálddahuslaš bargu álggahuvvui 2018:s.

source: For at prosjektet skal lykkes er det viktig at det lulesamiske språksamfunnet på svensk side inkluderes i dette arbeidet.
sme: Vai prošeakta lihkostuvašii lea deaŧalaš ahte julevsámi giellabiras Ruoŧa bealde lea mielde dán barggus.

source: Derfor har Sametingene i Norge og i Sverige utarbeidet en felles prosjektplan.
sme: Danne leat sámedikkit Norggas ja Ruoŧas ráhkadan oktasaš prošeaktaplána.

source: Til ekspertgruppen er det oppnevnt 8 personer;
sme: Áššedovdijovkui leat nammaduvvon gávcci olbmo;

source: 4 medlemmer fra svensk side og 4 medlemmer fra norsk side.
sme: njeallje Ruoŧa beali miellahtu ja njeallje Norgga beali miellahtu.

source: Gruppemedlemmene har i november 2018 startet arbeidet med å oversette/tilpasse nordsamisk rettskrivingshefte «Riektačállinrávvagat» til lulesamisk.
sme: Joavkomiellahtut leat 2018 skábmamánus álgán jorgalit/heivehit davvisámi riektačállingihppaga «Riektačállinrávvagat» julevsámegillii.

source: Det er planlagt første møte i arbeidsgruppa i mars 2019.
sme: Bargojoavkku vuosttaš čoahkkin lea plánejuvvon dollojuvvot 2019 njukčamánus.

source: Sámi Giellagáldu – prosjekt
sme: Sámi Giellagáldu – prošeakta

source: Sámi Giellagáldu er det øverste normeringsorganet i faglige spørsmål om samisk språk.
sme: Sámi Giellagáldu lea bajimuš normerenorgána sámegielaid fágalaš gažaldagain.

source: Sámi Giellagáldu sine oppgaver er normering av ny terminologi og rettskriving og språkrøkt.
sme: Sámi Giellagáldu bargun lea ođđa terminologiija ja čállingiela norpmaid normeren, ja giellagáhtten.

source: Den nordsamiske seksjonen i Sámi Giellagáldu har møttes en gang i rapporteringsperioden og normert 35 nye termer på nordsamisk.
sme: Sámi Giellagáldu davvisámegiela giellajuogus čoahkkanii oktii raporterenáigodagas ja normerii 35 ođđa tearpma davvisámegillii.

source: I tillegg har språkseksjonen normert at handlernomen nå kan skrives på to måter: enten slik at diftongen forenkles som for eksempel i oahpaheddjiid, eller slik at diftongen beholdes som for eksempel i oahpaheaddjiid.
sme: Dasa lassin giellajuogus normerii ahte dahkkinomeniid sáhttá dál čállit guovtte láhkai: juogo nu ahte diftoŋga njuolgá dego omd. oahpaheddjiid dahje nu ahte diftoŋga seailu omd. oahpaheaddjiid.

source: Den lulesamiske språkseksjonen har møttes en gang i rapporteringsperioden og normert 66 nye termer på lulesamisk.
sme: Julevsámegiela giellajuogus čoahkkanii oktii raporterenáigodagas ja normerii 66 ođđa tearpma julevsámegillii.

source: Den sørsamiske språkseksjonen har ikke møttes i rapporteringsperioden.
sme: Lullisámegiela giellajuogus ii leat čoahkkanan raporterenáigodagas.

source: For øvrig har Sámi Giellagáldu gitt råd til språkbrukere i språkspørsmål. Giellagáldu tilbyr gratis skriveråd til språkbrukere i språklige spørsmål.
sme: Muđuid lea Sámi Giellagáldu rávven giellageavaheaddjiid giellagažaldagain Giellagáldu fállá nuvttá gielalaš čállinrávvagiid giellageavaheddjiide.

source: Sámi Giellagáldu deltok også på Sametingets språkkonferanse i februar.
sme: Sámi Giellagáldu searvvai maiddái Sámedikki giellakonferánsii guovvamánus.

source: Sámi Giellagáldu synliggjorde sin virksomhet med egne informasjonshjørner både på Sametingets språkkonferanse i Tromsø, på Samisk nasjonaldagsarrangementet i Enare og på markedet i Jokkmokk.
sme: Sámi Giellagáldu čalmmustahtii doaimmaidis sierra diehtojuohkinloavkkuiguin sihke Sámedikki giellakonfereanssas Romssas, Sámi álbmotbeaivvedoaluin Anáris ja Johkamohki márkaniin.

source: Forutsetningen for å kunne bruke samisk i det muntlige daglige språket, i det skriftlige språket, i mediene, i sosiale medier og på alle andre arenaer for språkbruk, er nye termer.
sme: Ođđa tearpmat leat sámegiela geavaheami eaktun beaivválaš hállangielas, čálalaš gielas, mediain, sosiálamediain ja buot eará giellageavahanarenain.

source: Sámi Giellagáldu har i denne perioden registrert cirka 1000 nye termer i den digitale term- og ordbanken http://satni.org.
sme: Sámi Giellagáldu lea dán áigodagas registreren sullii 1000 ođđa tearpma digitála tearbma- ja sátnebáŋkui http://satni.org.

source: Alle nye termer blir kunngjort også på Sámi Giellagáldu sine nettsider http://giella.org.
sme: Buot ođđa tearpmat almmuhuvvojit maiddái Sámi Giellagáldu neahttasiidduin http://giella.

source: Sametingsrådet har som mål at arbeidet med normeringen av de samiske språkene skal skje over landegrensene.
sme: Sámediggeráđi mihttun lea, ahte sámegielaid normerenbargu čađahuvvo riikka rájáid rastá.

source: En helhetlig språkpolitikk krever samarbeid over landegrensene fordi språkgrensene for de samiske språkene ikke følger landegrensene.
sme: Ollislaš giellapolitihkka gáibida ovttasbarggu riikarájáid rastá go sámegielaid giellaráját eai čuovo riikkarájáid.

source: Sametingsrådet anser det nordiske språksamarbeidet som viktig for bevaringen av et felles grunnlag for at de samiske språkene skal kunne brukes og bli forstått uavhengig av landegrensene.
sme: Sámediggeráđđi atná davviriikkalaš giellaovttasbargu dehálažžan sámegielaid oktasaš vuođu seailluheami dáfus vai sámegielaid sáhttá geavahit ja daiguin sáhttá gulahallat riikkarájáin beroškeahttá.

source: Sametinget har også prioritert fast finansiering til Sámi Giellagáldu sine utgifter på norsk side, men på finsk og svensk side er det ingen fast finansiering på plass.
sme: Sámediggi leage vuoruhan fásta ruhtadeami Sámi Giellagáldu Norgga beale goluide, muhto Suoma ja Ruoŧa bealde ii leat bistevaš ruhtadeapmi sajis.

source: Dagens organisasjonsmodell fører til problemer.
sme: Maiddái dálá organisašuvdnamálle dagaha čuolmmaid.

source: Sametinget har tatt opp utfordringene på møtet mellom sameministrene og sametingspresidentene, og bedt det nordiske embetsmannsorganet med ansvar for samiske saker Nordiskt ämbetsmannaorgan för samiska frågor/NÄS om hjelp til å løse problemene.
sme: Sámediggi lea váldán dáid hástalusaid ovdan sámeministariid ja sámediggepresideanttaid čoahkkimis ja dáhtton davviriikkalaš sámeáššiin vástideaddji virgeolmmošorgánas (Nordiskt ämbetsmannaorgan för samiska frågor/NÄS) veahki dáid čuolmmaide.

source: NÄS har opprettet en egen arbeidsgruppe som har frist til mai 2019 om å foreslå en løsning på utfordringene knyttet til organisasjonsmodellen til Sámi Giellagáldu.
sme: NÄS lea ásahan sierra bargojoavkku, mas lea áigemearri miessemánu 2019 rádjai árvalit Sámi Giellagáldu organisašuvdnamállii guoski hástalusaide čovdosa.

source: Det er norske myndigheter (Kommunal- og moderniseringsdepartementet) som leder dette arbeidet.
sme: Norgga eiseválddit (Gielda- ja ođasmahttindepartemeanta) jođihit dán barggu.

source: Arbeidsgruppa har møttes første gang i slutten av januar.
sme: Dát bargojoavku lea deaivvadan vuosttas geardde ođđajagimánu loahpas.

source: Sámi Giellagáldu er nå et nordisk samisk språksamarbeidsorgan underlagt Samisk parlamentarisk råd SPR, med virksomhet i Norge, Sverige og Finland.
sme: Sámi Giellagáldu lea dál Sámi Parlamentáralaš Ráđi (SPR) vuollásaš davviriikkalaš sámi giellaovttasbargoorgána, mii doaibmá Norggas, Ruoŧas ja Suomas.

source: Mandatperioden til språkseksjonene i Sámi Giellagáldu gikk ut i desember 2018.
sme: Sámi Giellagáldu giellajuhkosiid mandáhtaáigodagat nogai juovlamánus 2018:s.

source: I januar 2019 oppnevnte SPR nye representanter til språkseksjonene.
sme: Sámi Parlamentáralaš Ráđđi nammadii ođđajagimánus 2019:s ođđa áirasiid giellajuhkosiidda.

source: Språkseksjonene har sitt mandat til slutten av 2019.
sme: Giellajuhkosiin lea mandáhta jagi 2019 lohppii.

source: De nye språkseksjonene har ennå ikke møttes.
sme: Ođđa giellajuhkosat eai leat vuos čoahkkanan.

source: Det grenseoverskridende språksamarbeidet har fra juni 2018 fortsatt som et samarbeid mellom sametingene i en begrenset form, med en mindre arbeidsstokk og mindre økonomiske ressurser.
sme: Rájáid rasttildeaddji giellaovttasbargu lea joatkašuvvan geassemánu 2018 rájes gáržžiduvvon hámis uhcit bargoveagain ja uhcit ekonomalaš resurssaiguin Sámedikkiid gaskasaš ovttasbargun.

source: Sametingene har sammen ansvaret for finansieringen av Sámi Giellagáldu til slutten av 2019.
sme: Sámedikkit vástidit ovttas Sámi Giellagáldu ruhtadeamis jagi 2019 lohppii.

source: Det er Sametinget i Finland som leder arbeidet.
sme: Ovttasbarggu jođiha Suoma Sámediggi.

source: Samiske stedsnavn Sametinget har gitt råd i spørsmål om stedsnavn blant annet i Porsanger, Andøya og Kåfjord.
sme: Sámi báikenamat Sámediggi lea rávven báikenamaid earret eará Porsáŋggus, Ánddas ja Gáivuonas.

source: Sametinget har også gitt et endelig råd om hva Nye Namsos kommune skal hete på samisk.
sme: Sámediggi lea maid addán loahpalaš rávvaga movt Nye Namsos kommune namma lea sámegillii.

source: Sametinget har deltatt på et forhandlingsmøte med Statens kartverk og Norsk språkråd.
sme: Sámediggi lea oasálastán ráđđádallančoahkkimis Norgga kártadoaimmahagain ja Norgga giellaráđiin.

source: Sametinget har også kommet med høringsuttalelser til forslag til ny lov om stedsnavn.
sme: Sámediggi lea maid buktán gulaskuddankommentáraid ođđa báikenammaláhkaevttohussii.
